Repository: silvarbor/prowl
Catalog: supacode/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

source: NSAppleEventsUsageDescription
zh_hans: Prowl 内运行的程序想要使用 AppleScript。

source: NSBluetoothAlwaysUsageDescription
zh_hans: Prowl 内运行的程序想要使用蓝牙。

source: NSCalendarsUsageDescription
zh_hans: Prowl 内运行的程序想要访问你的日历。

source: NSCameraUsageDescription
zh_hans: Prowl 内运行的程序想要使用相机。

source: NSContactsUsageDescription
zh_hans: Prowl 内运行的程序想要访问你的通讯录。

source: NSLocalNetworkUsageDescription
zh_hans: Prowl 内运行的程序想要访问本地网络。

source: NSLocationUsageDescription
zh_hans: Prowl 内运行的程序想要访问你的位置信息。

source: NSMicrophoneUsageDescription
zh_hans: Prowl 内运行的程序想要使用麦克风。

source: NSMotionUsageDescription
zh_hans: Prowl 内运行的程序想要访问运动数据。

source: NSPhotoLibraryUsageDescription
zh_hans: Prowl 内运行的程序想要访问你的照片图库。

source: NSRemindersUsageDescription
zh_hans: Prowl 内运行的程序想要访问你的提醒事项。

source: NSSpeechRecognitionUsageDescription
zh_hans: Prowl 内运行的程序想要使用语音识别。

source: NSSystemAdministrationUsageDescription
zh_hans: Prowl 内运行的程序需要提升权限。
